[
    {
        "imageResId":"xiaomi_8_pro",
        "name":"Смартфон Xiaomi Redmi Note 8 Pro",
        "rating": 4.2,
        "price": 8990.00,
        "category":"Смартфоны и планшеты",
        "description": "Смартфон Xiaomi Redmi Note 8 Pro обладает оригинальным дизайном, который придает ему необычный цвет задней глянцевой панели («зеленый лес»). Кроме того, у смартфона большой, безрамочный экран, воспроизводящий картинку в высоком качестве (2340x1080). Защищает экран от царапин специальное покрытие Corning Gorilla Glass 5. За счет мощного процессора MediaTek Helio G90T, состоящего из 8 ядер, а также 6 ГБ оперативной памяти все действия на смартфоне выполняются практически мгновенно. В смартфоне Xiaomi Redmi Note 8 Pro установлены 4 основных камеры (64+8+2+2 Мп), благодаря чему получаются профессиональные фотографии. А 20-мегапиксельная фронтальная камера позволит делать запоминающиеся селфи-снимки. Система жидкого охлаждения внутренних деталей смартфона исключает нагревание его корпуса даже при очень интенсивной работе. Емкий (4500 мА•ч) аккумулятор способен обеспечить длительную работу смартфона. Для защиты данных, хранящихся в памяти смартфона, имеется сканер отпечатков пальцев и лица"      
    },
    {
        "imageResId":"xiaomi_9t",
        "name":"Смартфон Xiaomi Redmi Note 9T",
        "rating": 4.3,
        "price": 10990.00,
        "category":"Смартфоны и планшеты",
        "description": "Смартфон Xiaomi Redmi Note 9T оборудован 6.53-дюймовым дисплеем формата Full HD+ (2340x1080) на базе ЖК-матрицы. На лицевой панели установлено стекло Gorilla Glass 5. Двойные динамики поддерживают автоматическое переключение звуковых каналов L / R. Восьмиядерный процессор MediaTek Dimensity 800U постоянно поддерживает ваши повседневные потребности, независимо от того, разговариваете ли вы с друзьями, смотрите потоковое видео или посещаете онлайн-встречи. Благодаря передовому оборудованию и алгоритмам обработки, основная камера 48 Мп позволяет детально запечатлеть ваши воспоминания днем или ночью. Батарея емкостью 5000 мАч не подведет, 18 часов воспроизведения видео или 11 часов игр. Когда батарея разряжается, быстрое зарядное устройство на 15 Вт позволяет зарядить 33% всего за 30 минут, гарантируя, что вы всегда будете готовы к работе. Аккумулятор с большим количеством циклов зарядки обеспечивает увеличенный общий срок службы и работает до 3 лет без значительного ухудшения характеристик. Поддержка NFC, брызгозащищенное нанопокрытие"       
    },
    {
        "imageResId":"xiaomi_10_pro",
        "name":"Смартфон Xiaomi Redmi Note 10 Pro",
        "rating": 4.4,
        "price": 12990.00,
        "category":"Смартфоны и планшеты",
        "description": "Смартфон Xiaomi Redmi Note 10 Pro по своему функционалу может соревноваться с самыми топовыми устройствами. Благодаря объему встроенной памяти, составляющему 128 ГБ, в нем можно хранить огромное количество приложений и файлов. Восьмиядерный процессор, 8 ГБ оперативной памяти и графический ускоритель Adreno 618 дают возможность легко проходить самые тяжеловесные мобильные игры. Основная камера модели с разрешением 108+8+5+2 Мп позволяет делать безукоризненное фото для блогов и соцсетей. Рассматривать и редактировать их удобно на AMOLED-экране с разрешением 2400x1080 пикс. Его диагональ составляет 6.67 дюйма. Благодаря встроенному модулю NFC и поддержке бесконтактной технологии оплаты Google Pay у владельца смартфона Xiaomi Redmi Note 10 Pro владельцу не нужно носить с собой банковские карты"      
    },
    {
        "imageResId":"xiaomi_11_pro",
        "name":"Смартфон Xiaomi Redmi Note 11 Pro",
        "rating": 4.5,
        "price": 18990.00,
        "category":"Смартфоны и планшеты",
        "description": "Смартфон Xiaomi Redmi Note 11 Pro надолго станет вашим круглосуточным спутником. У него есть 128 ГБ встроенной памяти, чтобы хранить все полезные для вас приложения и тысячи фотографий. Их действительно будет очень много, ведь с профессиональной камерой на 108 Мп захочется фотографировать пейзажи, портреты и делать макроснимки. Просматривать и редактировать изображения удобно на дисплее AMOLED DotDisplay FHD+ диагональю 6.67 дюйма. Если вы любите слушать музыку, то оцените 2 встроенных динамика SOUND BY JBL MediaTek Dimensity 920. За быстродействие отвечает процессор Dimensity 920, а также оперативная память на 6 ГБ. Корпус смартфона Xiaomi Redmi Note 11 Pro+ 5G изготовлен из пластика и стекла. Дополнительно он защищен от влаги и пыли. Характеристики устройства и его надежность говорят о том, что оно готово служить не один год"       
    },
    {
        "imageResId":"xiaomi_12_pro",
        "name":"Смартфон Xiaomi Redmi Note 12 Pro",
        "rating": 4.6,
        "price": 33990.00,
        "category":"Смартфоны и планшеты",
        "description":"Смартфон Xiaomi Redmi Note 12 Pro с объемом памяти 256 ГБ оборудован 6.67-дюймовым дисплеем, главным звеном которого выступила AMOLED-технология. Она усиливает контрастность изображений и способствует охвату широкой гаммы цветов. Частота обновления 120 Гц гарантирует мгновенную смену кадров во время динамичных игр и фильмов. Трехмодульная оптика может похвастаться увеличенным углом обзора, обеспечивая захват удаленных элементов.Смартфон Xiaomi Redmi Note 12 Pro+ – находка тех, кто регулярно использует требовательные приложения. Ответственность за быстрый запуск и навигацию между окнами несет 8-ядерный процессор и оперативная память объемом 8 ГБ. Dolby Atmos поможет ощутить, как многомерное звучание распространяется по каждому сантиметру помещения. Точная идентификация личности производится через сканер лица и отпечатка пальцев"       
    },
    {
        "imageResId":"xiaomi_13t_pro",
        "name":"Смартфон Xiaomi Redmi Note 13 Pro",
        "rating": 4.7,
        "price": 48990.00,
        "category":"Смартфоны и планшеты",
        "description": "Смартфон Xiaomi Redmi Note 13 Pro обладает 6.67-дюймовым дисплеем, главным звеном которого является AMOLED-матрица. Она предупреждает появление бликов при отображении черного цвета и расширяет углы обзора. Частота обновления 120 Гц гарантирует отсутствие задержек при смене динамичных эпизодов. Покрытие Corning Gorilla Glass Victus уберегает экран от образования царапин. Камера с 3 модулями поддерживает электронную стабилизацию, не допускающую размытие пикселей. С макросъемкой возможно создание кадра с небольшого расстояния. Смартфон Xiaomi Redmi Note 13 Pro+ оснащен 8-ядерным процессором и оперативной памятью объемом 12 ГБ. Вычислительной мощности достаточно для запуска и серфинга между приложениями без промедлений. Хранение данных осуществляется во встроенной памяти объемом 512 ГБ. С Dolby Atmos трансляция наполняется объемным звуком. При верификации личности точные сенсоры считывают отпечаток и черты лица"       
    },
    {
        "imageResId":"xiaomi_14",
        "name":"Смартфон Xiaomi Redmi Note 14",
        "rating": 4.75,
        "price": 58990.00,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Redmi Note 14 Pro — это мощный и стильный смартфон с 6.67-дюймовым AMOLED-дисплеем Full HD+ и поддержкой HDR10+. Он оснащен восьмиядерным процессором Snapdragon 7xx, до 8 ГБ оперативной и до 256 ГБ встроенной памяти. Основная камера на 108 МП с ИИ, ультраширокоугольный объектив и макрокамера позволяют делать высококачественные снимки Смартфон поддерживает быструю зарядку 67 Вт и оснащен батареей на 5000 мАч. Среди функций безопасности — сканер отпечатков пальцев и распознавание лица. Xiaomi Redmi Note 14 Pro предлагает отличное соотношение цены и качества, сочетая высокую производительность и передовые технологии"       
    },
    {
        "imageResId":"xiaomi_pad_6",
        "name":"Планшет Xiaomi Pad 6",
        "rating": 4.7,
        "price": 50990.00,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Pad 6 — это мощный планшет с 11-дюймовым дисплеем IPS с разрешением 2.5K и частотой обновления 120 Гц для яркого и плавного изображения. Оснащен процессором Snapdragon 8xx и до 6 ГБ оперативной памяти, что обеспечивает высокую производительность. Встроенная память объемом до 128 ГБ позволяет хранить множество файлов. Основная камера на 13 МП и фронтальная на 8 МП подходят для видеозвонков и съемки фото. Батарея на 8840 мАч поддерживает быструю зарядку 33 Вт, обеспечивая длительное время работы. Xiaomi Pad 6 работает на MIUI для Pad и предлагает разнообразные функции для продуктивности и развлечений."      
    },
    {
        "imageResId":"xiaomi_pad_6_pro",
        "name":"Планшет Xiaomi Pad 6 Pro",
        "rating": 4.9,
        "price": 59990.00,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Pad 6 Pro — это мощный планшет с 11-дюймовым дисплеем IPS с разрешением 2.5K и частотой обновления 120 Гц, обеспечивающим яркое и плавное изображение. Оснащен процессором Snapdragon 8xx и до 8 ГБ оперативной памяти, что гарантирует высокую производительность для работы и развлечений. Встроенная память объемом до 256 ГБ позволяет хранить множество файлов и приложений. Основная камера на 13 МП и фронтальная на 8 МП делают планшет отличным выбором для видеозвонков и съемки фото. Батарея на 8600 мАч поддерживает быструю зарядку 33 Вт, обеспечивая длительное время работы. Xiaomi Pad 6 Pro работает на MIUI для Pad и предлагает широкий набор функций для продуктивности и мультимедиа."       
    },
    {
        "imageResId":"xiaomi_pad_6s_pro",
        "name": "Планшет Xiaomi Pad 6S Pro",
        "price": "55990.00",
        "rating": 4.4,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Pad 6S Pro — это мощный планшет с 11-дюймовым дисплеем IPS с разрешением 2.5K и частотой обновления 120 Гц для яркого и плавного изображения. Оснащен процессором Snapdragon 8xx и до 6 ГБ оперативной памяти, что обеспечивает высокую производительность. Встроенная память объемом до 128 ГБ позволяет хранить множество файлов. Основная камера на 13 МП и фронтальная на 8 МП подходят для видеозвонков и съемки фото. Батарея на 8840 мАч поддерживает быструю зарядку 33 Вт, обеспечивая длительное время работы. Xiaomi Pad 6 работает на MIUI для Pad и предлагает разнообразные функции для продуктивности и развлечений."    
    },
    {
        "imageResId":"xiaomi_redmi_pad_rro",
        "name": "Планшет Xiaomi Redmi Pad Rro",
        "price": "44990.00",
        "rating": 4.6,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Redmi Pad Pro — это мощный планшет с 11-дюймовым дисплеем IPS с разрешением 2.5K и частотой обновления 120 Гц для яркого и плавного изображения. Оснащен процессором Snapdragon 8xx и до 6 ГБ оперативной памяти, что обеспечивает высокую производительность. Встроенная память объемом до 128 ГБ позволяет хранить множество файлов. Основная камера на 13 МП и фронтальная на 8 МП подходят для видеозвонков и съемки фото. Батарея на 8840 мАч поддерживает быструю зарядку 33 Вт, обеспечивая длительное время работы. Xiaomi Pad 6 работает на MIUI для Pad и предлагает разнообразные функции для продуктивности и развлечений."      
    },
    {
        "imageResId":"xiaomi_redmi_pad_se",
        "name":"Планшет Xiaomi Redmi Pad SE",
        "rating": 4.4,
        "price": 48990.00,
        "category":"Смартфоны и планшеты",
        "description": "Xiaomi Redmi Pad SE — это мощный планшет с 11-дюймовым дисплеем IPS с разрешением 2.5K и частотой обновления 120 Гц для яркого и плавного изображения. Оснащен процессором Snapdragon 8xx и до 6 ГБ оперативной памяти, что обеспечивает высокую производительность. Встроенная память объемом до 128 ГБ позволяет хранить множество файлов. Основная камера на 13 МП и фронтальная на 8 МП подходят для видеозвонков и съемки фото. Батарея на 8840 мАч поддерживает быструю зарядку 33 Вт, обеспечивая длительное время работы. Xiaomi Pad 6 работает на MIUI для Pad и предлагает разнообразные функции для продуктивности и развлечений"       
    },




    {
        "imageResId": "dexp_ba_100",
        "name": "Dexp BA-100",
        "rating": 4.3,
        "price": 3199.00,
        "category": "Здоровье и красота",
        "description": "Фен Dexp BA-100 - компактный и мощный фен для быстрой сушки волос. Идеально подходит для использования дома или в путешествиях. Обеспечивает нежное и быстрое высыхание волос без перегрева."
    },
    {
        "imageResId": "dexp_ba_200",
        "name": "Dexp BA-200",
        "rating": 4.6,
        "price": 4299.00,
        "category": "Здоровье и красота",
        "description": "Фен Dexp BA-200 - стильный и эффективный фен с различными режимами сушки и настройками температуры. Обеспечивает быструю и удобную укладку волос без повреждений."
    },
    {
        "imageResId": "dexp_ba_300",
        "name": "Dexp BA-300",
        "rating": 4.8,
        "price": 5299.00,
        "category": "Здоровье и красота",
        "description": "Фен Dexp BA-300 - профессиональный инструмент для стайлинга и сушки волос. Обладает мощным мотором и инновационными функциями, чтобы создать идеальный образ с минимальными усилиями."
    },
    {
        "imageResId": "dyson_hd07",
        "name": "Dyson HD07",
        "rating": 4.9,
        "price": 7999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD07 - революционный фен с технологией IonAir для защиты волос от перегрева и ионизации. Легкий и удобный в использовании, обеспечивает быструю и эффективную сушку волос."
    },
    {
        "imageResId": "dyson_hd08",
        "name": "Dyson HD08",
        "rating": 4.7,
        "price": 8999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD08 - высокотехнологичный фен с мощным мотором и настройками температуры для индивидуального стайлинга волос. Обеспечивает профессиональный результат в домашних условиях."
    },
    {
        "imageResId": "dyson_hd09",
        "name": "Dyson HD09",
        "rating": 4.5,
        "price": 9999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD09 - инновационный фен с технологией вентиляции воздуха и наносения ионов на волосы для ускорения сушки и предотвращения повреждений. Идеально подходит для любого типа волос."
    },
    {
        "imageResId": "dyson_hd010",
        "name": "Dyson HD010",
        "rating": 4.8,
        "price": 10999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD010 - продвинутый фен с различными режимами сушки и настройками температуры для создания разнообразных причесок. Легкий и компактный, идеально подходит для дома или поездок."
    },
    {
        "imageResId": "dyson_hd0101",
        "name": "Dyson HD0101",
        "rating": 4.9,
        "price": 12999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD0101 - профессиональный фен для салонного качества укладки волос. Обеспечивает мощный поток воздуха и быструю сушку, не повреждая волосы. Легкий и удобный в использовании."
    },
    {
        "imageResId": "dyson_hd0102",
        "name": "Dyson HD0102",
        "rating": 4.7,
        "price": 13999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD0102 - инновационный фен с технологией вентиляции воздуха для равномерного распределения тепла по всей длине волос. Обеспечивает быструю и эффективную сушку без перегрева."
    },
    {
        "imageResId": "dyson_hd0103",
        "name": "Dyson HD0103",
        "rating": 4.6,
        "price": 14999.00,
        "category": "Здоровье и красота",
        "description": "Фен Dyson HD0103 - высокотехнологичный фен с различными настройками и режимами работы для индивидуального стайлинга волос. Обеспечивает быструю и эффективную сушку без повреждений."
    },




    {
        "imageResId": "gorenge_1",
        "name": "Gorenge 1",
        "rating": 4.5,
        "price": 5999.00,
        "category": "Бытовая техника",
        "description": "Духовая печь Gorenge 1 - надежное и эффективное решение для приготовления различных блюд. Обладает компактным размером и различными функциями, чтобы удовлетворить все кулинарные потребности."
    },
    {
        "imageResId": "gorenge_2",
        "name": "Gorenge 2",
        "rating": 4.7,
        "price": 7499.00,
        "category": "Бытовая техника",
        "description": "Духовая печь Gorenge 2 - стильное и многофункциональное устройство для кухни. Современный дизайн и различные режимы приготовления делают ее идеальным помощником для готовки вкусных блюд."
    },
    {
        "imageResId": "dexp_2",
        "name": "Dexp 2",
        "rating": 4.3,
        "price": 6799.00,
        "category": "Бытовая техника",
        "description": "Духовая печь Dexp 2 - функциональное и надежное устройство для приготовления пищи. Современный дизайн и различные настройки делают ее идеальным выбором для кухни любого размера."
    },
    {
        "imageResId": "indesit_itr_5200_s",
        "name": "Indesit ITR 5200S",
        "rating": 4.8,
        "price": 10999.00,
        "category": "Бытовая техника",
        "description": "Холодильник Indesit ITR 5200S - просторное и функциональное хранилище для продуктов. Обладает многочисленными полками и ящиками для удобной организации хранения."
    },
    {
        "imageResId": "indesit_itr_4180_s",
        "name": "Indesit ITR 4180S",
        "rating": 4.6,
        "price": 8999.00,
        "category": "Бытовая техника",
        "description": "Холодильник Indesit ITR 4180S - компактное и стильное решение для вашей кухни. Имеет удобную компоновку внутреннего пространства и энергосберегающие технологии."
    },
    {
        "imageResId": "indesit_itr_5200_w",
        "name": "Indesit ITR 5200W",
        "rating": 4.9,
        "price": 11999.00,
        "category": "Бытовая техника",
        "description": "Холодильник Indesit ITR 5200W - просторное и функциональное устройство для хранения продуктов. Обладает современным дизайном и различными функциями, чтобы удовлетворить все ваши потребности."
    },




    {
        "imageResId": "acer_amd_radeon_rx_6650",
        "name": "ACER AMD RADEON RX 6650",
        "rating": 4.5,
        "price": 29990.00,
        "category": "Комплектующие для ПК",
        "description": "Видеокарта ACER AMD RADEON RX 6650 - высокопроизводительное устройство для игр и графических задач. Обеспечивает плавную и качественную графику без задержек и сбоев."
    },
    {
        "imageResId": "acer_amd_radeon_rx_7600",
        "name": "ACER AMD RADEON RX 7600 version 2",
        "rating": 4.7,
        "price": 35990.00,
        "category": "Комплектующие для ПК",
        "description": "Видеокарта ACER AMD RADEON RX 7600 2 - мощное и эффективное решение для игровых компьютеров. Поддерживает высокое разрешение и частоту кадров для невероятной игровой графики."
    },
    {
        "imageResId": "acer_amd_radeon_rx_7600_2",
        "name": "ACER AMD RADEON RX 7600",
        "rating": 4.8,
        "price": 39990.00,
        "category": "Комплектующие для ПК",
        "description": "Видеокарта ACER AMD RADEON RX 7600 - производительное и надежное устройство для геймеров и профессиональных пользователей. Обеспечивает высокую скорость отображения и качественную графику."
    },
    {
        "imageResId": "asrock_amd_rx_7600",
        "name": "ASROCK AMD RX 7600",
        "rating": 4.6,
        "price": 32990.00,
        "category": "Комплектующие для ПК",
        "description": "Видеокарта ASROCK AMD RX 7600 - надежное и эффективное решение для игровых компьютеров. Обладает мощным процессором и современными технологиями для высокой производительности."
    },
    {
        "imageResId": "msi_rtx_3060",
        "name": "MSI RTX 3060",
        "rating": 4.9,
        "price": 42990.00,
        "category": "Комплектующие для ПК",
        "description": "Видеокарта MSI RTX 3060 - высокопроизводительное устройство для игр и профессиональных задач. Обладает мощным графическим процессором и современными технологиями для невероятного игрового опыта."
    },
    {
        "imageResId": "amd_ryzen_3",
        "name": "AMD RYZEN 3",
        "rating": 4.5,
        "price": 9990.00,
        "category": "Комплектующие для ПК",
        "description": "Процессор AMD RYZEN 3 - надежное и производительное решение для сборки игрового или рабочего компьютера. Обеспечивает высокую скорость работы и эффективное выполнение задач."
    },
    {
        "imageResId": "amd_ryzen_5",
        "name": "AMD RYZEN 5",
        "rating": 4.7,
        "price": 15990.00,
        "category": "Комплектующие для ПК",
        "description": "Процессор AMD RYZEN 5 - мощное и многофункциональное устройство для компьютера. Обладает высокой производительностью и энергоэффективностью для быстрой и стабильной работы."
    },
    {
        "imageResId": "intel_core_i3",
        "name": "INTEL CORE i3",
        "rating": 4.8,
        "price": 10990.00,
        "category": "Комплектующие для ПК",
        "description": "Процессор INTEL CORE i3 - надежное и эффективное решение для компьютеров различных целей. Обеспечивает быструю и стабильную работу при выполнении различных задач."
    },
    {
        "imageResId": "intel_core_i5",
        "name": "INTEL CORE i5",
        "rating": 4.6,
        "price": 19990.00,
        "category": "Комплектующие для ПК",
        "description": "Процессор INTEL CORE i5 - мощное и производительное устройство для создания высокопроизводительных компьютеров. Обладает высокой скоростью работы и эффективным охлаждением."
    },




    {
        "imageResId": "cudy_2",
        "name": "Cudy 2",
        "rating": 4.2,
        "price": 2499.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор Cudy 2 - надежное и экономичное устройство для расширения сети в вашем доме или офисе. Обеспечивает быструю передачу данных и стабильное подключение для всех устройств."
    },
    {
        "imageResId": "edimax_6",
        "name": "Edimax 6",
        "rating": 4.5,
        "price": 2899.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор Edimax 6 - профессиональное и многофункциональное устройство для создания сети в офисе или доме. Обладает высокой производительностью и надежностью для эффективной работы."
    },
    {
        "imageResId": "netis_1",
        "name": "Netis 1",
        "rating": 4.3,
        "price": 2199.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор Netis 1 - компактное и надежное устройство для расширения сети в домашней или офисной среде. Обеспечивает стабильное подключение и высокую скорость передачи данных."
    },
    {
        "imageResId": "netis_7",
        "name": "Netis 7",
        "rating": 4.1,
        "price": 1999.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор Netis 7 - экономичное и простое в использовании устройство для создания сети в вашем доме или офисе. Обеспечивает надежное подключение и высокую производительность."
    },
    {
        "imageResId": "tenda_4",
        "name": "Tenda 4",
        "rating": 4.4,
        "price": 2399.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор Tenda 4 - компактное и надежное устройство для расширения сети в домашней или офисной среде. Обеспечивает быструю передачу данных и стабильное подключение."
    },
    {
        "imageResId": "tp_link_3",
        "name": "TP-Link 3",
        "rating": 4.6,
        "price": 2699.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор TP-Link 3 - надежное и профессиональное устройство для создания сети в вашем доме или офисе. Обеспечивает высокую скорость передачи данных и стабильное подключение."
    },
    {
        "imageResId": "tp_link_5",
        "name": "TP-Link 5",
        "rating": 4.7,
        "price": 2999.00,
        "category": "Проводка и интернет",
        "description": "Коммутатор TP-Link 5 - высокопроизводительное и надежное устройство для создания сети в офисе или доме. Обладает мощным процессором и многочисленными портами для подключения устройств."
    },
    {
        "imageResId": "mercusys_9",
        "name": "Mercusys 9",
        "rating": 4.4,
        "price": 3499.00,
        "category": "Проводка и интернет",
        "description": "Роутер Mercusys 9 - надежное и мощное устройство для создания беспроводной сети в вашем доме или офисе. Обеспечивает высокую скорость передачи данных и стабильное подключение."
    },
    {
        "imageResId": "netis_9",
        "name": "Netis 9",
        "rating": 4.3,
        "price": 3799.00,
        "category": "Проводка и интернет",
        "description": "Роутер Netis 9 - многофункциональное и надежное устройство для создания беспроводной сети. Обладает мощным процессором и высокой скоростью передачи данных для комфортного использования."
    },
    {
        "imageResId": "tenda_8",
        "name": "Tenda 8",
        "rating": 4.5,
        "price": 3299.00,
        "category": "Проводка и интернет",
        "description": "Роутер Tenda 8 - надежное и простое в использовании устройство для создания беспроводной сети. Обеспечивает стабильное подключение и высокую скорость передачи данных."
    },
    {
        "imageResId": "tenda_10",
        "name": "Tenda 10",
        "rating": 4.6,
        "price": 3999.00,
        "category": "Проводка и интернет",
        "description": "Роутер Tenda 10 - мощное и производительное устройство для создания беспроводной сети в вашем доме или офисе. Обладает многочисленными функциями и высокой скоростью передачи данных."
    },




    {
        "imageResId": "acer_aspire_3",
        "name": "Acer Aspire 3",
        "rating": 4.2,
        "price": 39999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 3 - надежное и стильное устройство для повседневного использования. Обладает высокой производительностью и удобной клавиатурой для комфортной работы."
    },
    {
        "imageResId": "acer_aspire_4",
        "name": "Acer Aspire 4",
        "rating": 4.5,
        "price": 44999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 4 - мощное и элегантное устройство для работы и развлечений. Обладает ярким дисплеем и высокой производительностью для выполнения различных задач."
    },
    {
        "imageResId": "acer_aspire_5",
        "name": "Acer Aspire 5",
        "rating": 4.3,
        "price": 49999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 5 - универсальное и многофункциональное устройство для повседневного использования. Обладает стильным дизайном и высокой производительностью."
    },
    {
        "imageResId": "acer_aspire_6",
        "name": "Acer Aspire 6",
        "rating": 4.4,
        "price": 54999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 6 - профессиональное и мощное устройство для работы и развлечений. Обладает ярким экраном и высокой скоростью работы для комфортного использования."
    },
    {
        "imageResId": "acer_aspire_7",
        "name": "Acer Aspire 7",
        "rating": 4.6,
        "price": 59999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 7 - высокопроизводительное и стильное устройство для профессиональной работы и развлечений. Обладает мощным процессором и графикой для выполнения сложных задач."
    },
    {
        "imageResId": "acer_aspire_8",
        "name": "Acer Aspire 8",
        "rating": 4.7,
        "price": 64999.00,
        "category": "ПК и ноутбуки",
        "description": "Ноутбук Acer Aspire 8 - мощное и стильное устройство для профессиональных пользователей. Обладает высокой производительностью и продвинутыми функциями для комфортной работы."
    },
    {
        "imageResId": "irbis_1",
        "name": "Irbis 1",
        "rating": 4.2,
        "price": 29999.00,
        "category": "ПК и ноутбуки",
        "description": "Персональный компьютер Irbis 1 - компактное и мощное устройство для домашнего использования. Обладает высокой производительностью и надежностью для выполнения различных задач."
    },
    {
        "imageResId": "irbis_2",
        "name": "Irbis 2",
        "rating": 4.3,
        "price": 34999.00,
        "category": "ПК и ноутбуки",
        "description": "Персональный компьютер Irbis 2 - надежное и производительное устройство для офисной работы. Обладает высокой скоростью работы и энергоэффективностью."
    },
    {
        "imageResId": "irbis_3",
        "name": "Irbis 3",
        "rating": 4.4,
        "price": 39999.00,
        "category": "ПК и ноутбуки",
        "description": "Персональный компьютер Irbis 3 - мощное и производительное устройство для создания контента и игр. Обладает высокой производительностью и графикой для комфортного использования."
    },
    {
        "imageResId": "irbis_4",
        "name": "Irbis 4",
        "rating": 4.5,
        "price": 44999.00,
        "category": "ПК и ноутбуки",
        "description": "Персональный компьютер Irbis 4 - высокопроизводительное и многофункциональное устройство для создания контента и игр. Обладает высокой производительностью и графикой для комфортного использования."
    },





    {
        "imageResId": "aceline_6",
        "name": "Aceline 6",
        "rating": 4.2,
        "price": 2999.00,
        "category": "Инструменты",
        "description": "Шуроповерт Aceline 6 - надежное и эффективное устройство для выполнения различных строительных и ремонтных работ. Обладает высокой производительностью и удобством использования."
    },
    {
        "imageResId": "deko_3",
        "name": "DEKO 3",
        "rating": 4.5,
        "price": 3499.00,
        "category": "Инструменты",
        "description": "Шуроповерт DEKO 3 - профессиональное и многофункциональное устройство для выполнения ремонтных и строительных работ. Обладает высокой скоростью вращения и надежностью."
    },
    {
        "imageResId": "deko_5",
        "name": "DEKO 5",
        "rating": 4.3,
        "price": 3999.00,
        "category": "Инструменты",
        "description": "Шуроповерт DEKO 5 - компактное и мощное устройство для работы с деревом и металлом. Обладает высокой производительностью и точностью в работе."
    },
    {
        "imageResId": "finepower_1",
        "name": "FinePower 1",
        "rating": 4.4,
        "price": 2599.00,
        "category": "Инструменты",
        "description": "Шуроповерт FinePower 1 - надежное и удобное устройство для домашнего использования. Обладает высокой скоростью вращения и низким уровнем шума при работе."
    },
    {
        "imageResId": "finepower_7",
        "name": "FinePower 7",
        "rating": 4.6,
        "price": 3299.00,
        "category": "Инструменты",
        "description": "Шуроповерт FinePower 7 - мощное и эргономичное устройство для работы в условиях стройки и ремонта. Обладает высокой производительностью и надежностью."
    },
    {
        "imageResId": "interskol",
        "name": "Интерскол",
        "rating": 4.7,
        "price": 3799.00,
        "category": "Инструменты",
        "description": "Шуроповерт Интерскол - профессиональное и надежное устройство для строительных и ремонтных работ. Обладает высокой мощностью и долгим сроком службы."
    },
    {
        "imageResId": "kolner_8",
        "name": "Kolner 8",
        "rating": 4.8,
        "price": 4499.00,
        "category": "Инструменты",
        "description": "Шуроповерт Kolner 8 - мощное и надежное устройство для выполнения различных строительных работ. Обладает высокой скоростью вращения и прочным корпусом."
    },
    {
        "imageResId": "pip_4",
        "name": "PIP 4",
        "rating": 4.5,
        "price": 3999.00,
        "category": "Инструменты",
        "description": "Шуроповерт PIP 4 - удобное и эффективное устройство для работы в условиях ремонта и стройки. Обладает компактным размером и высокой производительностью."
    },
    {
        "imageResId": "vihr_10",
        "name": "Вихрь 10",
        "rating": 4.3,
        "price": 2999.00,
        "category": "Инструменты",
        "description": "Шуроповерт Вихрь 10 - компактное и мощное устройство для работы с различными материалами. Обладает высокой скоростью вращения и надежностью в использовании."
    },
    {
        "imageResId": "zitrek_green_2",
        "name": "Zitrek Green 2",
        "rating": 4.4,
        "price": 3499.00,
        "category": "Инструменты",
        "description": "Шуроповерт Zitrek Green 2 - надежное и удобное устройство для работы в домашних условиях. Обладает высокой скоростью вращения и эргономичным дизайном."
    },





    {
        "imageResId": "lg_oled55c3",
        "name": "LG OLED55C3",
        "rating": 4.6,
        "price": 69999.00,
        "category": "Телевизоры",
        "description": "Телевизор LG OLED55C3 - это современное устройство с высоким разрешением и качественным изображением. Он обладает стильным дизайном и большим экраном для наслаждения любимыми фильмами и программами."
    },
    {
        "imageResId": "mi_tv_a_2025",
        "name": "MI TV A 2025",
        "rating": 4.4,
        "price": 49999.00,
        "category": "Телевизоры",
        "description": "Телевизор MI TV A 2025 - это удобное и функциональное устройство для домашнего кинотеатра. Он обладает ярким экраном и множеством интересных функций для комфортного просмотра."
    },
    {
        "imageResId": "mi_tv_p1e_55",
        "name": "MI TV P1e 55",
        "rating": 4.5,
        "price": 54999.00,
        "category": "Телевизоры",
        "description": "Телевизор MI TV P1e 55 - это качественное и стильное устройство для просмотра телепередач и фильмов. Он обладает высоким разрешением и большим выбором развлекательных функций."
    },
    {
        "imageResId": "mi_tv_q1e_55",
        "name": "Mi TV Q1E 55",
        "rating": 4.7,
        "price": 79999.00,
        "category": "Телевизоры",
        "description": "Телевизор Mi TV Q1E 55 - это инновационное устройство с высоким разрешением и ярким изображением. Он обладает множеством функций для комфортного просмотра и развлечений."
    },
    {
        "imageResId": "mi_tv_q2",
        "name": "Mi TV Q2",
        "rating": 4.8,
        "price": 89999.00,
        "category": "Телевизоры",
        "description": "Телевизор Mi TV Q2 - это современное устройство с высоким качеством изображения и множеством функций. Он обладает стильным дизайном и большим экраном для наслаждения просмотром контента."
    },
    {
        "imageResId": "tcl_85x925_pro",
        "name": "TCL 85X925 Pro",
        "rating": 4.9,
        "price": 99999.00,
        "category": "Телевизоры",
        "description": "Телевизор TCL 85X925 Pro - это профессиональное устройство с большим экраном и высоким разрешением. Он обладает множеством функций для комфортного просмотра и наслаждения."
    }
]
